Repository: MohammadSbaih91/CyberResilience
Catalog: CyberResilience.Common/App_LocalResources/Resource.*.resx
Languages: ar

source: About
ar: من نحن

source: AboutUs :
ar: من نحن

# AboutUsItem1
source: Quick Compliance Assessment
ar: تقييم الإمتثال السريع

# AboutUsItem2
source: Cybersecurity Documents Toolkit
ar: مجموعة أدوات وثائق الأمن السيبراني

# AboutUsItem3
source: Policy Management Platfrom
ar: منصة إدارة السياسات

# AboutUsParagraph
source: We offer you free and paid public services related to cyber security, discounts for your facilities, and many verification documents and ensure the effectiveness of the tools to work in the facility
ar: نقدم لكم خدمات عامة مجانية ومدفوعة خصة بلأمن السبراني الخص لمنشآتكم , والعديد من وثائق التحقق والتأكد من فعالية الأدوات المستخدمة في المنشأة

# AboutUsText
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
ar: الان يمكنكم الاستفادة من خدماتنا الخاصة بالتقييم الأمني للمنشات والشركات

source: Action Success Message
ar: نجحت العملية

# Address
source: A108 Baghdad Street, AMMAN , M Y 535022
ar: شارع بغداد , عمان , ن م 535022

source: All Rights Reserved .
ar: كل الحقوق محفوظة .

source: Business Package
ar: حزمة الإعمال

# BusinessPackage2
source: Premium Package
ar: الحزمة المميزة

source: Buy Now
ar: اشترك الان

# Call
source: Call To Action
ar: إبدأ العمل الآن

# CallContent
source: Call us and take our services which help you to find the cyber security assessment result for your organization
ar: اتصل بنا وخذ خدماتنا التي تساعدك في العثور على نتيجة تقييم الأمن السيبراني لمؤسستك

# CallContentbtn
source: Call To Action
ar: إبدأ العمل الآن

source: Call Us
ar: اتصل بنا

source: Contact
ar: تواصل معنا

# ContactText
source: Contact the staff at any time
ar: تواصل مع فريق العمل في أي وقت

source: Copyright
ar: حقوق الملكية

source: Email :
ar: البريد الالكتروني

source: Email Us
ar: البريد الالكتروني

# Foot1
source: Services 1
ar: خدماتنا 1

# Foot2
source: Services 1
ar: خدماتنا 1

# Foot3
source: Services 1
ar: خدماتنا 1

# Foot4
source: Services 1
ar: خدماتنا 1

# Foot5
source: Services 1
ar: خدماتنا 1

source: Free
ar: مجانا

# Free1
source: Service 1
ar: تفاصيل الخدمة 1

# Free2
source: Service 1
ar: تفاصيل الخدمة 1

# Free3
source: Service 1
ar: تفاصيل الخدمة 1

# Free4
source: Service 1
ar: تفاصيل الخدمة 1

# Free5
source: Service 1
ar: تفاصيل الخدمة 1

# GeneralServiceHead1
source: Quick Compliance Assessment
ar: تقييم الإمتثال السريع

# GeneralServiceHead2
source: Cybersecurity Documents Toolkit
ar: مجموعة أدوات وثائق الأمن السيبراني

# GeneralServiceHead3
source: Policy Management Platfrom
ar: منصة إدارة السياسات

# GeneralServiceText1
source: Check within less than 15 minutes the extent to which your company complies with ISO27001 standard, and also how much time you need to achieve full compliance and certification.
ar: تحقق في أقل من 15 دقيقة من مدى امتثال شركتك لمعيار ISO27001 ، وكذلك مقدار الوقت الذي تحتاجه لتحقيق الامتثال الكامل والشهادة.

# GeneralServiceText2
source: Ensure you are on the right track with ISO27001 standard Documents toolkit
ar: تأكد من أنك على المسار الصحيح باستخدام مجموعة أدوات المستندات القياسية ISO27001

# GeneralServiceText3
source: Simplifiy your policy management process Managing your policies and staying in compliance should be smooth
ar: تبسيط عملية إدارة السياسة الخاصة بك يجب أن تكون إدارة سياساتك والبقاء في الامتثال سلسًا

source: Generic Error
ar: حدث خطأ

source: Get Started
ar: إبدأ الان

source: Home
ar: صفحة البداية

source: Message
ar: الرسالة

# MessageSent
source: Your message has been sent. Thank you!
ar: تم ارسال البريد الالكتروني , شكرا لكم

source: / month
ar: / شهريا

# OurAddress
source: Address
ar: العنوان

source: Our Newsletter
ar: اخر الاخبار

# OurNewsletterDetails
source: Subscribe now and follow the latest news and benefit from the latest services for free via your email
ar: اشترك الان وتابع اخر الاخبار واستفد من اخر الخدمات مجانا عبر البريد الالكتروني الخاص بك

source: Our Services
ar: خدماتنا

# Paid1Details1
source: Service Details
ar: تفاصيل الخدمة 1

# Paid1Details2
source: Service Details
ar: تفاصيل الخدمة 1

# Paid1Details3
source: Service Details
ar: تفاصيل الخدمة 1

# Paid1Details4
source: Service Details
ar: تفاصيل الخدمة 1

# Paid1Details5
source: Service Details
ar: تفاصيل الخدمة 1

# Paid2Details1
source: Service Details
ar: تفاصيل الخدمة 1

# Paid2Details2
source: Service Details
ar: تفاصيل الخدمة 1

# Paid2Details3
source: Service Details
ar: تفاصيل الخدمة 1

# Paid2Details4
source: Service Details
ar: تفاصيل الخدمة 1

# Paid2Details5
source: Service Details
ar: تفاصيل الخدمة 1

source: Phone :
ar: : الهاتف

source: Pricing
ar: الأسعار

# PricingText
source: You can now benefit from free and paid services that help you in assessing the security level of your organization
ar: يمكنكم الإستفادة الان من الخدمات المجانية والمدفوعة والتي تساعدكم في تقييم المستوى الأمني للمنشأة الخاصة بكم

# Privacy
source: Privacy policy
ar: سياسة الخصوصية

source: Send Message
ar: ارسال

source: Services
ar: الخدمات

# ServicesHead
source: Services
ar: الخدمات

# SpService1
source: Quick Compliance Assessment
ar: تقييم الامتثال السريع

# SpService1hd
source: Quick Compliance Assessment - Free
ar: تقييم الامتثال السريع - مجانًا

# SpService2
source: Cybersecurity Documents Toolkit
ar: مجموعة أدوات وثائق الأمن السيبراني

# SpService2hd
source: Cybersecurity Documents Toolkit
ar: مجموعة أدوات وثائق الأمن السيبراني

# SpService3
source: Policy Management Platfrom
ar: منصة إدارة السياسات

# SpService3hd
source: Policy Management Platfrom
ar: منصة إدارة السياسات

# SpService4
source: ISO27001 toolkit - ISO 22301 toolkit
ar: مجموعة أدوات ISO27001 - مجموعة أدوات ISO 22301

# SpService4hd
source: ISO27001 toolkit - ISO 22301 toolkit
ar: مجموعة أدوات ISO27001 - مجموعة أدوات ISO 22301

# SpService5
source: SAMA toolkit
ar: مجموعة أدوات مؤسسة النقد العربي السعودي

# SpService5hd
source: SAMA toolkit
ar: مجموعة أدوات مؤسسة النقد العربي السعودي

# SpService6
source: ECC toolkit
ar: مجموعة أدوات ECC

# SpService6hd
source: ECC toolkit
ar: مجموعة أدوات ECC

source: Subject
ar: العنوان

source: Team
ar: الفريق الإستشاري

# Terms
source: Terms of service
ar: شروط الخدمة

source: Useful Links
ar: خدمات ذات صلة

# Welcome
source: Welcome to the CYBresilience
ar: CYBResilience أهلا بك في

# Who
source: We are cyber security team making websites with Bootstrap
ar: نحن فريق عمل إستشارات خدمات الأمن السيبراني

source: Your Email
ar: البريد الالكتروني

source: Your Name
ar: الإسم

source: Confirm Password
ar: تأكيد كلمة المرور

source: Create New Account
ar: تسجيل مستخدم جديد

source: Forgot Password
ar: إعادة تهيئة كلمة المرور

source: Login
ar: الدخول

source: Password
ar: كلمة المرور

source: Register
ar: تسجيل المستخدم

source: Register New User
ar: تسجيل مستخدم جديد

source: Remember me
ar: تذكر كلمة المرور

source: The Remember me
ar: تذكر كلمة المرور

source: Use Local Account to Login
ar: الدخول الى النظام

source: User Name
ar: اسم المستخدم

source: Build Policy Management Platfrom
ar: بناء منصة إدارة السياسات

# BuildQuestionnaire
source: Build Questionnaires
ar: بناء اطار العمل

# BuildToolkit
source: Build Toolkits
ar: بناء الأدوات

source: Manage Payment Methods
ar: إدارة عمليات الدفع

source: Manage Users
ar: إدارة المستخدمين

source: Add Template
ar: إضافة القالب

# PleaseSelectSubTemplateType
source: Select Sub Template Type
ar: نوع القالب الفرعي

# PleaseSelectTemplateType
source: Select Template Type
ar: نوع القالب

# TemplateNameAr
source: Template Name Arabic
ar: اسم القالب في اللغة العربية

# TemplateNameEn
source: Template Name English
ar: اسم القالب في اللغة الانجليزية

source: Required
ar: الحقل مطلوب

source: Only Arabic Characters
ar: أحرف عربية فقط

source: Only English Characters
ar: احرف انجليزي فقط

source: Create Questionnaire Failed
ar: خطأ في الاضافة , الرجاء المحاولة مرة أخرى

source: Create Questionnaire Succes
ar: تم التسجيل بنجاح

source: Error
ar: فشل في العملية

source: Success
ar: تمت العملية بنجاح

source: Templates
ar: قائمة القوالب

source: Template Sub Type
ar: نوع القالب الفرعي

source: Template Type
ar: نوع القالب

source: Delete
ar: حذف

source: Details
ar: تفاصيل

source: Edit
ar: تعديل

source: Delete Questionnaire Failed
ar: لم تتم العملية الرجاء المحاولة مرة أخرى

source: Delete Questionnaire Succes
ar: تمت عملية حذف القالب بنجاح

source: Update Questionnaire Failed
ar: لم تتم العملية , الرجاء المحاولة مرة أخرى

source: Update Questionnaire Succes
ar: تمت عملية تحديث القالب بنجاح

source: Edit Template
ar: تعديل القالب

source: Add Sub Elements
ar: إضافة أسئلة الاستبانة

source: Add Template Question
ar: إضافة سؤال على الاستبانة

source: Base Question Name Ar
ar: السؤال في اللغة العربية

source: Base Question Name En
ar: السؤال في اللغة الانجليزية

source: Build Questionnaire Questions
ar: إضافة الاسئلة للاستبانة

source: Please Select Template
ar: الرجاء اختيار الاتبانة التي تريد الاضافة عليها

# AddQuestions
source: Add Sub Questions
ar: إضافة السؤال الفرعي

# DeleteQuestions
source: Delete Sub Questions
ar: حذف السؤال الفرعي

# EditQuestions
source: Edit Sub Questions
ar: تعديل السؤال الفرعي

# QuestionsDetails
source: Sub Questions Details
ar: معلومات السؤال الفرعي

source: Add Base Questions
ar: إضافة السؤال الرئيسي

source: Base Questions
ar: أسئلة الاستبانة الرئيسية

source: Base Questions Details
ar: معلومات السؤال الرئيسي

source: Base Questions Subs
ar: الاسئلة الفرعية للسؤال الرئيسي

source: Delete Base Questions
ar: حذف السؤال الرئيسي

source: Edit Base Questions
ar: تعديل السؤال الرئيسي

source: Base Question
ar: السؤال الرئيسي

source: Is Mandatory
ar: ضابط مطلوب

source: Questions Ar
ar: الضابط في اللغة العربية

source: Questions En
ar: الضابط في اللغة الانجليزية

source: Add Template Attachments
ar: إضافة مرفقات القالب

source: File Upload Form
ar: رفع الملفات

source: Select File
ar: إختر الملف

source: Upload File
ar: رفع الملف

source: Attachments
ar: المرفقات

source: Content
ar: المحتوى

source: Attachment Name
ar: اسم المرفق

source: Delete Attachments
ar: حذف المرفق

source: Add Question Attachments
ar: إضافة مرفقات الضابط

source: Oporations
ar: العمليات

source: Template Attachments
ar: مرفقات القالب

source: Hide Table
ar: إخفاء الاسئلة الفرعية

source: Question Attachments
ar: مرفقات الضابط

source: Answer
ar: الإجابة

source: Base Clause
ar: الضابط الأساسي

source: Clause
ar: الضابط

source: Save
ar: حفظ

source: Save As Draft
ar: حفظ كمسودة

source: Compliance Assessment Result
ar: نتائج الإمتثال ( التقييم )

source: Implementation Period Accurate Expected Time
ar: تاريخ انتهاء التنفيذ المتوقع

source: Implementation Period Time
ar: مدة التنفيذ المتوقعة

source: months
ar: أشهر

source: Consultation Service Request
ar: طلب الخدمات من فريق الأمن السيبراني

# WelcomeUser
source: Welcome Mr
ar: أهلا بك سيد

source: Get Results
ar: إظهار النتيجة

source: First Page
ar: الصفحة الأولى

source: Last Page
ar: الصفحة الاخيرة

source: Next Page
ar: الصفحة التالية

source: Previous Page
ar: الصفحة السابقة

source: Total Pages
ar: مجموع الصفحات

source: Please Select Quastionnaire Type
ar: الرجاء اختيار نوع الاستبانة

source: No Data
ar: لا يوجد بيانات

source: User Services List
ar: الخدمات الخاصة للمستخدم

source: Created By
ar: المستخدم

source: Created Date
ar: انشئت بتاريخ

source: Payment Type
ar: حالة الدفع

source: Service Name
ar: اسم الخدمة

source: Service Request Type
ar: نوع الخدمة

source: Service Status
ar: حالة الخدمة

source: Total Records
ar: مجموع السجلات

source: Policy Management Services
ar: خدمات إدارة السياسات

source: Toolkit Services
ar: أدوات الأمن السيبراني

source: Questionnaire Accurate Compliance Result
ar: النتيجة الدقيقة للإمتثال

source: Questionnaire Compliance Result
ar: نتيجة الامتثال للاستبيان
